---
kind: property
id: P:Autodesk.Revit.DB.HomeCamera.Center
source: html/16086fc9-6e10-970e-f8dd-f81d65db3bc7.htm
---
# Autodesk.Revit.DB.HomeCamera.Center Property

The zoom or orbit center.

## Syntax (C#)
```csharp
public XYZ Center { get; }
```